{
  "commands": [
    {
      "name": "/spice",
      "description": "Imperial Planetological Survey: Melange",
      "title": "The Spice Melange - Classified Report",
      "content": [
        {
          "type": "text",
          "text": "Melange, referred to throughout the Imperium as 'the spice,' remains the most valuable substance known to mankind. This Spacing Guild restricted document contains essential information for those with appropriate clearance."
        },
        {
          "type": "text",
          "text": "The geriatric properties of the spice extend human life beyond standard projections. Guild Navigators achieve limited prescience through spice saturation. Withdrawal symptoms are consistently fatal. Taste profile: cinnamon with distinctive resonances. Addiction is immediate and irreversible."
        },
        {
          "type": "list",
          "header": "Known Properties (CHOAM Classification)",
          "items": [
            "Life extension (Factor X4-X7)",
            "Consciousness expansion (Mentats grade 3)",
            "Guild Navigator space-folding catalyst (Classified)",
            "Eyes of Ibad manifestation in heavy users",
            "Physiological dependency (Classification: Extreme)"
          ]
        },
        {
          "type": "text",
          "header": "Origin",
          "text": "Contrary to popular Imperial knowledge, our Fremen sources confirm the spice cycle begins with sandtrout excretions interacting with water beneath Arrakis' surface. This mixture undergoes pressure transformations before being exposed to the atmosphere in pre-spice masses."
        },
        {
          "type": "quote",
          "text": "The spice must flow. - Emperor Shaddam IV, address to the Landsraad"
        }
      ]
    },
    {
      "name": "/arrakis",
      "description": "Imperial Planetary Registry: Arrakis",
      "title": "Arrakis (Dune): Imperial Planetary Registry",
      "content": [
        {
          "type": "text",
          "text": "Arrakis, designated Imperial Fief and CHOAM directorship under House Harkonnen, third planet of Canopus. Now under transition to House Atreides by Imperial decree. Primary export: Melange. Classification: Desert Planet."
        },
        {
          "type": "text",
          "header": "Environmental Analysis",
          "text": "Surface conditions: 22% livable by Imperial standards. Atmospheric composition within human tolerance. Moisture reclamation mandatory. Surface temperatures exceed 350° standard during daylight in deep desert regions. No recorded precipitation outside polar regions. Terrain classification: 75% erg, 20% rock outcroppings, 5% inhabitable."
        },
        {
          "type": "list",
          "header": "Indigenous Population Registry",
          "items": [
            "Fremen (Unregistered population estimates classified - Imperial Census disputed)",
            "Shai-Hulud (Classification: Protected Resource - Spacing Guild Directive)",
            "Desert ecosystem variants (Imperial Ecological Survey SUPP-R7-55)"
          ]
        },
        {
          "type": "infobox",
          "header": "Significance",
          "text": "Sole source of melange in the Imperium. CHOAM profit margins exceed 10,000% on raw spice. Guild transport fees require 6% of all harvested spice. Imperial taxation rights: 27% of gross production. Landsraad security assessment: Critical Resource."
        },
        {
          "type": "quote",
          "text": "Arrakis teaches the attitude of the knife — chopping off what's incomplete and saying: 'Now, it's complete because it's ended here.' - Glossary, Muad'Dib Cultural Studies"
        }
      ]
    },
    {
      "name": "/houses",
      "description": "Landsraad Directory of Great Houses",
      "title": "The Great Houses of the Imperium",
      "content": [
        {
          "type": "text",
          "text": "The Padishah Empire maintains balance through the tripartite power structure of Emperor, Landsraad, and CHOAM. This official directory outlines the Major and Minor Houses holding planetary fiefs by Imperial decree."
        },
        {
          "type": "list",
          "header": "Great Houses of the Landsraad",
          "items": [
            "House Corrino - Imperial House, rulers from Kaitain",
            "House Atreides - Caladan, now Arrakis",
            "House Harkonnen - Giedi Prime",
            "House Richese - Industrial power",
            "House Ix - Technological innovation",
            "House Fenring - Imperial proxies"
          ]
        },
        {
          "type": "text",
          "header": "Political Structure",
          "text": "The Landsraad Council represents 73 Great Houses and 31 Minor Houses with voting rights. CHOAM directorships align with planetary holdings and spice quotas. The Great Convention prohibits atomic weapons against human targets. Kanly and vendetta protocols regulated through Guild arbitration."
        },
        {
          "type": "quote",
          "text": "A House that cannot control its own planet is not a Great House. - Landsraad Convention, First Sitting"
        }
      ]
    },
    {
      "name": "/harkonnen",
      "description": "House Harkonnen dossier",
      "title": "House Harkonnen: Imperial Security Dossier",
      "content": [
        {
          "type": "text",
          "text": "House Harkonnen, Major House of the Landsraad. Planetary fief: Giedi Prime. Previous administrators of Arrakis for 80 standard years. Known for industrial efficiency and resource extraction expertise."
        },
        {
          "type": "text",
          "header": "Leadership Structure",
          "text": "Baron Vladimir Harkonnen, Head of House. Na-Baron Feyd-Rautha Harkonnen, designated heir. Mentat Piter de Vries, chief strategist. Captain of Guard Iakin Nefud. Maintains significant Sardaukar support through Imperial arrangement."
        },
        {
          "type": "list",
          "header": "Known Assets",
          "items": [
            "22 legions of house troops (Imperial quality rating: moderate)",
            "Significant CHOAM holdings (primarily in spice derivatives)",
            "Giedi Prime industrial capacity (weapons manufacturing restricted by convention)",
            "Slave population: classified (Landsraad inquiry pending)"
          ]
        },
        {
          "type": "infobox",
          "header": "Historical Note",
          "text": "Ancestral feud with House Atreides dates to the Battle of Corrin. Recent execution of Glossu Rabban on Arrakis has destabilized Harkonnen operations in the region. Security recommendation: monitor all Harkonnen-Atreides interactions as potentially hostile."
        },
        {
          "type": "quote",
          "text": "My dear Emperor, I but serve as you command, as any loyal subject would. - Baron Vladimir Harkonnen, Imperial Court Transcript"
        }
      ]
    },
    {
      "name": "/atreides",
      "description": "House Atreides dossier",
      "title": "House Atreides: Military Intelligence Assessment",
      "content": [
        {
          "type": "text",
          "text": "House Atreides, Major House of the Landsraad. Ancestral fief: Caladan. Current assignment: Arrakis. Lineage traces to ancient House of Atreus. Known for water-rich holdings and exceptional military training programs."
        },
        {
          "type": "text",
          "header": "Command Structure",
          "text": "Duke Leto Atreides, Head of House. Heir: Paul Atreides. Lady Jessica (Bene Gesserit-trained). Mentat Thufir Hawat, Master of Assassins. Swordmaster Duncan Idaho. Warmaster Gurney Halleck. Exceptional loyalty indicators in household staff and military."
        },
        {
          "type": "list",
          "header": "Military Assessment",
          "items": [
            "House troops: 10 legions (Imperial quality rating: excellent)",
            "Fighter squadrons with ornithopter specialists",
            "Elite guard trained in Bene Gesserit nerve control methods",
            "Atreides battle language (classified communication system)",
            "Freighter fleet with military conversion capability"
          ]
        },
        {
          "type": "infobox",
          "header": "Political Analysis",
          "text": "Rising popularity in the Landsraad poses potential threat to Imperial stability. Duke Leto's charismatic leadership attracts allies among the Houses. Recommendation: Monitor carefully for signs of coalition-building against Imperial interests."
        },
        {
          "type": "quote",
          "text": "I serve only one master: the Imperium. - Duke Leto Atreides, Landsraad Congress"
        }
      ]
    },
    {
      "name": "/muadib",
      "description": "Honored names of Dune",
      "title": "Muad'Dib: Fremen Sacred Record",
      "content": [
        {
          "type": "text",
          "text": "ᚔ THIS DOCUMENT RESTRICTED BY FREMEN COUNCIL ᚔ\nMuad'Dib, the desert mouse that leaps. He who knows the ways of the desert shall survive. The name taken by Paul Atreides among the Fremen, as prophesied by the Missionaria Protectiva."
        },
        {
          "type": "text",
          "header": "Significance of the Name",
          "text": "The desert mouse teaches survival through its water-conservative biology. It hides during heat and emerges in coolness. It navigates by the light of the second moon of Arrakis, which bears the same name. To take this name is to claim understanding of desert ways."
        },
        {
          "type": "list",
          "header": "Prophecy Signs (Sealed Section)",
          "items": [
            "Voice from the Outer World",
            "Son of a Bene Gesserit",
            "The Lisan al-Gaib who shall lead us to paradise",
            "He who can be many places at once",
            "The one who transforms the waters of life"
          ]
        },
        {
          "type": "infobox",
          "header": "Tribal Recognition",
          "text": "Sietch Tabr acknowledges the name by the rites of water and soil. The Council of Naibs has confirmed the succession through combat trial. The Water of Life has been transformed. The prophecy is fulfilled."
        },
        {
          "type": "quote",
          "text": "I am Muad'Dib, who shows the Golden Path. - From the Collected Sayings"
        }
      ]
    },
    {
      "name": "/sandworm",
      "description": "Biological survey: Shai-Hulud",
      "title": "Shai-Hulud: Maker of the Spice",
      "content": [
        {
          "type": "text",
          "text": "Shai-Hulud, revered among the Fremen as the Maker. Known to Imperial Planetology as Geonemotodium arraknis. The great sandworm of Arrakis is the essential link in the spice cycle and the largest organism known to exist in the Imperium."
        },
        {
          "type": "text",
          "header": "Biological Classification (Imperial Survey)",
          "text": "Length: Specimens exceeding 400 meters recorded. Morphology: Segmented annelid with diamond-patterned musculature. Sensory apparatus detects rhythmic vibrations across vast distances. Life cycle connected to sandtrout (early phase) and spice production as a metabolic byproduct."
        },
        {
          "type": "list",
          "header": "Threat Assessment",
          "items": [
            "Territorial response to rhythmic vibrations",
            "Emerges to consume vibration sources and all surrounding material",
            "Capable of swallowing entire spice harvesters",
            "Cannot cross open water (toxic to organism)",
            "Lifespan estimated at 4,500 standard years (unverified)"
          ]
        },
        {
          "type": "infobox",
          "header": "Fremen Relationship",
          "text": "Fremen have developed hooks and techniques for riding emerged worms as transportation. Religious significance in native culture. Teeth collected as sacred objects ('crysknives'). The Maker's presence is invoked in all major tribal rituals."
        },
        {
          "type": "quote",
          "text": "God created Arrakis to train the faithful. - Fremen saying"
        }
      ]
    },
    {
      "name": "/fremen",
      "description": "Indigenous people of Arrakis",
      "title": "The Fremen: Imperial Anthropological Survey",
      "content": [
        {
          "type": "text",
          "text": "CLASSIFICATION: IMPERIAL EYES ONLY\nFremen: Indigenous human population of Arrakis. Origins traced to Zensunni wanderers. Estimated population: officially 5 million (actual numbers likely significantly higher). Extremely adapted to desert conditions and water conservation."
        },
        {
          "type": "text",
          "header": "Societal Structure",
          "text": "Organized in tribal units called sietches, hidden in rock outcroppings. Leadership through combat prowess and water stewardship. Naib tribal leaders form a loose confederation. Water discipline forms the foundation of all social contracts. Death rites recover water for the tribe."
        },
        {
          "type": "list",
          "header": "Military Capability",
          "items": [
            "Desert-adapted warriors with exceptional hand-to-hand combat skills",
            "Stillsuit technology enabling extended desert survival",
            "Worm-riding capabilities providing rapid deployment",
            "Extensive tunnel and cave networks with hidden water caches",
            "Fanatical religious motivation"
          ]
        },
        {
          "type": "infobox",
          "header": "Cultural Analysis",
          "text": "Religious practices center on water conservation and prophetic traditions (likely Bene Gesserit Missionaria Protectiva implantation). Economic activity includes spice mining and smuggling operations. The extent of their water caches suggests centuries of systematic accumulation toward planetary transformation."
        },
        {
          "type": "quote",
          "text": "A man's flesh is his own; the water belongs to the tribe. - Fremen saying"
        }
      ]
    },
    {
      "name": "/benegesserit",
      "description": "The Sisterhood",
      "title": "Bene Gesserit: Restricted Imperial Intelligence",
      "content": [
        {
          "type": "text",
          "text": "The Bene Gesserit Sisterhood, formally recognized as a school for female education. Actual function: selective breeding program spanning thousands of generations, political advisors, and genetic memory repositories. Headquarters on Wallach IX."
        },
        {
          "type": "text",
          "header": "Known Capabilities",
          "text": "Practitioners master the Voice (neurolinguistic command), muscle-mind techniques (prana-bindu), truthsaying, and subtle poison immunities. Reverend Mothers possess access to genetic memory of female ancestry through spice agony ritual. Breeding program controlled through meticulous genetic record-keeping."
        },
        {
          "type": "list",
          "header": "Political Influence",
          "items": [
            "Placement of trained Sisters as wives and concubines to Great Houses",
            "Missionaria Protectiva (religious manipulation on primitive worlds)",
            "Manipulation of bloodlines toward genetic goals",
            "Training of Mentats and advisors",
            "Secretive agreements with Spacing Guild and CHOAM"
          ]
        },
        {
          "type": "infobox",
          "header": "Current Objectives (Classified)",
          "text": "Evidence suggests culmination of breeding program nearing completion. Subject Paul Atreides potentially unplanned variable in multi-millennia genetic program. Mother Superior Mohiam has taken unusual interest in House Atreides. Recommend increased surveillance of all Bene Gesserit movements."
        },
        {
          "type": "quote",
          "text": "We sift people to find the humans. - Bene Gesserit saying"
        }
      ]
    },
    {
      "name": "/ornithopter",
      "description": "Imperial Military Transport Analysis",
      "title": "Ornithopter: Standard Atmospheric Transport",
      "content": [
        {
          "type": "text",
          "text": "The ornithopter ('thopter) represents the primary atmospheric transport technology throughout the Imperium. These flapping-wing aircraft combine mechanical efficiency with remarkable adaptability to diverse planetary conditions, from the dense atmospheres of Caladan to the harsh thermals of Arrakis."
        },
        {
          "type": "infobox",
          "header": "Technical Specifications",
          "text": "Standard military configurations utilize suspensor-enhanced wing assemblies with articulated feathering capabilities. Power plant: Holtzman energy converter with secondary combustion backup. Maximum atmospheric ceiling varies by planetary conditions. Desert-adapted variants include dust filters and enhanced cooling systems."
        },
        {
          "type": "text",
          "header": "Tactical Applications",
          "text": "House militaries employ ornithopters as rapid deployment vehicles, reconnaissance platforms, and limited ground support. The distinctive wing motion offers superior maneuverability in complex terrain where jet propulsion proves inefficient. Arrakis operations require specialized modifications to prevent sand ingestion and manage extreme temperature variations."
        },
        {
          "type": "list",
          "header": "Notable Configurations",
          "items": [
            "Atreides Military Pattern (enhanced stabilization systems)",
            "Harkonnen Heavy Assault Variant (weapons capacity upgraded)",
            "Guild Survey Model (extended range capabilities)",
            "Imperial Courier (highest speed classification)",
            "Smuggler Modified (sensor dampening, questionable legality)"
          ]
        },
        {
          "type": "quote",
          "text": "A wise commander knows that reliable transport often determines battlefield supremacy more than weaponry. - Thufir Hawat, Atreides Master of Assassins"
        }
      ]
    },
    {
      "name": "/mentats",
      "description": "Human computers of the Imperium",
      "title": "Mentats: Imperial Intelligence Assessment",
      "content": [
        {
          "type": "text",
          "text": "Following the Butlerian Jihad and the Great Convention's proscription against thinking machines, the Order of Mentats emerged as human computers trained to replace computational functions. These mathematical prodigies undergo extensive conditioning to achieve hyper-logical cognitive processing capabilities."
        },
        {
          "type": "text",
          "text": "Mentat training begins in childhood with mental mathematics and progresses through mnemonic intensification. The distinctive ruby stain on the lips indicates sapho juice addiction, the mental enhancement stimulant essential to their computational abilities. Full Mentats require minimum fifteen standard years of conditioning."
        },
        {
          "type": "infobox",
          "header": "Classification Grades",
          "text": "Standard Mentats serve administrative functions throughout the Imperium. Mentat-Assassins combine computational abilities with physical combat training. Master Mentats achieve intuitive leaps beyond standard logical progression. Twisted Mentats (often Harkonnen-trained) sacrifice mental stability for processing speed."
        },
        {
          "type": "list",
          "header": "Notable Practitioners",
          "items": [
            "Thufir Hawat - Atreides Master of Assassins",
            "Piter de Vries - Harkonnen Twisted Mentat",
            "Bellonda - Bene Gesserit Mentat",
            "Miles Teg - Mentat-Bashar (historical figure)",
            "Duncan Idaho - Partial Mentat training (unconfirmed)"
          ]
        },
        {
          "type": "quote",
          "text": "It is by will alone I set my mind in motion. - Mentat mantra"
        }
      ]
    },
    {
      "name": "/sardaukar",
      "description": "Emperor's elite terror troops",
      "title": "Sardaukar: Imperial House Forces",
      "content": [
        {
          "type": "text",
          "header": "HIGHEST IMPERIAL SECURITY CLASSIFICATION",
          "text": "The Sardaukar Corps represents the Emperor's fanatically loyal terror troops raised on the prison planet Salusa Secundus. Combat effectiveness rating exceeds that of any Great House forces by a factor of ten to one. Total strength estimated at five million combat-ready troops with reserve capabilities classified."
        },
        {
          "type": "list",
          "header": "Training Regime",
          "items": [
            "Environmental conditioning in Salusa Secundus' harsh conditions",
            "Survival rate of training: 3 in 10 recruits",
            "Intensive indoctrination to Imperial philosophy",
            "Death-alternative discipline structure",
            "Specialized combat techniques restricted by Imperial decree"
          ]
        },
        {
          "type": "text",
          "text": "Operational deployment occurs only under direct Imperial authority. Sardaukar officers occasionally embedded with House forces as observers and political officers. Detection countermeasures include non-standard uniforms when operating covertly among Great House conflicts."
        },
        {
          "type": "infobox",
          "header": "Strategic Assessment",
          "text": "The combat supremacy of Sardaukar forces maintains the Imperial balance of power against combined House resistance. Recent performance metrics suggest slight degradation in effectiveness over past two generations. Failure to defeat Fremen irregulars on Arrakis represents first significant operational setback."
        },
        {
          "type": "quote",
          "text": "They have never known defeat. Thus, they cannot recognize it when it arrives. - Count Fenring, private correspondence to Emperor Shaddam IV"
        }
      ]
    },
    {
      "name": "/stillsuit",
      "description": "Fremen water preservation technology",
      "title": "Stillsuit: Fremen Survival System",
      "content": [
        {
          "type": "text",
          "text": "The stillsuit represents the pinnacle of Fremen desert survival technology. This full-body distillation system reclaims body moisture with 95% efficiency, allowing extended deep desert excursions without external water sources. Standard stillsuits can maintain operational water balance for up to three weeks under optimal conditions."
        },
        {
          "type": "infobox",
          "header": "Technical Function",
          "text": "Multiple filtration layers process perspiration, urine, and feces into potable water through mechanical pumping powered by body movement. Nose plugs recapture exhaled moisture, and collection pouches at wrists and ankles utilize osmotic properties to extract maximum hydration. The outer layer provides thermal regulation and limited protection against sandstorm abrasion."
        },
        {
          "type": "list",
          "header": "Proper Fitment Procedure",
          "items": [
            "Skin layer must maintain negative contact at all motility points",
            "Forehead catch-pockets positioned precisely at sweat collection points",
            "Bootseals verified for integrity before desert crossing",
            "Waist filters checked for desert dust accumulation",
            "Pumping rate adjusted to metabolic expenditure expectations"
          ]
        },
        {
          "type": "text",
          "header": "Variants",
          "text": "Sietch stillsuits prioritize efficiency over mobility for elderly and children. Fremen deathstills process corpses for water reclamation. Smuggler variants sacrifice longevity for concealment. Imperial copies rarely exceed 70% efficiency due to manufacturing compromises and lack of generational knowledge."
        },
        {
          "type": "quote",
          "text": "Your stillsuit is fitted desert fashion. Who taught you to do that? - Stilgar to Paul Atreides"
        }
      ]
    },
    {
      "name": "/gomjabbar",
      "description": "Bene Gesserit test of humanity",
      "title": "Gom Jabbar: The High-Handed Death",
      "content": [
        {
          "type": "text",
          "text": "BENE GESSERIT INTERNAL DOCUMENT - HIGHEST CLASSIFICATION\nThe gom jabbar—\"the high-handed enemy\"—serves as the ultimate test of human potential versus animal instinct. This poison needle device, utilized exclusively by Bene Gesserit Reverend Mothers, delivers instantaneous death when properly administered."
        },
        {
          "type": "infobox",
          "header": "Test Protocol",
          "text": "The subject places their hand inside a nerve induction box simulating progressive pain while a gom jabbar is positioned at their neck. Withdrawal from the box triggers immediate administration of the poison. Survival requires conscious override of survival instinct—the fundamental separation between human and animal consciousness."
        },
        {
          "type": "list",
          "header": "Chemical Composition (Restricted)",
          "items": [
            "Meta-cyanide base with neurological accelerants",
            "Praxil enhancers for pain amplification",
            "Modified derivative of chaumas nectar",
            "Delivery mechanism: 0.01mm crystalline needle",
            "No known antivenin or countermeasure"
          ]
        },
        {
          "type": "text",
          "text": "Historical utilization data indicates 22% mortality rate among tested subjects. Testing typically administered during childhood (ages 8-14 standard). Atreides heir Paul represents statistical anomaly in pain threshold and duration tolerance. Reverend Mother Mohiam's test report classified at highest Bene Gesserit restriction."
        },
        {
          "type": "quote",
          "text": "To endure the pain is to prove your humanity. To succumb is to reveal the animal. - Reverend Mother Gaius Helen Mohiam"
        }
      ]
    }
  ]
}
