{
  "quotes": [
    {
      "text": "Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me.",
      "speaker": "Bene Gesserit Litany Against Fear"
    },
    {
      "text": "The mystery of life isn't a problem to solve, but a reality to experience.",
      "speaker": "Reverend Mother Gaius Helen Mohiam"
    },
    {
      "text": "A process cannot be understood by stopping it. Understanding must move with the flow of the process, must join it and flow with it.",
      "speaker": "The First Law of Mentat"
    },
    {
      "text": "Deep in the human unconscious is a pervasive need for a logical universe that makes sense. But the real universe is always one step beyond logic.",
      "speaker": "Princess Irulan"
    },
    {
      "text": "The power to destroy a thing is the absolute control over it.",
      "speaker": "Paul Muad'Dib"
    },
    {
      "text": "What do you despise? By this are you truly known.",
      "speaker": "Princess Irulan"
    },
    {
      "text": "Once men turned their thinking over to machines in the hope that this would set them free. But that only permitted other men with machines to enslave them.",
      "speaker": "Reverend Mother Gaius Helen Mohiam"
    },
    {
      "text": "There is no escape—we pay for the violence of our ancestors.",
      "speaker": "Paul Atreides"
    },
    {
      "text": "When religion and politics travel in the same cart, the riders believe nothing can stand in their way.",
      "speaker": "Bene Gesserit Proverb"
    },
    {
      "text": "Arrakis teaches the attitude of the knife - chopping off what's incomplete and saying: 'Now, it's complete because it's ended here.'",
      "speaker": "Muad'Dib"
    },
    {
      "text": "Some men are born to lead as others are born to follow.",
      "speaker": "Leto Atreides I"
    },
    {
      "text": "Knowing where the trap is—that's the first step in evading it.",
      "speaker": "Duke Leto Atreides"
    },
    {
      "text": "The mind commands the body and it obeys. The mind orders itself and meets resistance.",
      "speaker": "Reverend Mother Gaius Helen Mohiam"
    },
    {
      "text": "The willow submits to the wind and prospers until one day it is many willows — a wall against the wind.",
      "speaker": "Muad'Dib"
    },
    {
      "text": "There is probably no more terrible instant of enlightenment than the one in which you discover your father is a man — with human flesh.",
      "speaker": "Dune Messiah"
    },
    {
      "text": "The highest function of ecology is understanding consequences.",
      "speaker": "Pardot Kynes"
    },
    {
      "text": "To suspect your own mortality is to know the beginning of terror; to learn irrefutably that you are mortal is to know the end of terror.",
      "speaker": "Muad'Dib"
    },
    {
      "text": "Governments, if they endure, always tend increasingly toward aristocratic forms. No government in history has been known to evade this pattern.",
      "speaker": "Children of Dune"
    },
    {
      "text": "The person who experiences greatness must have a feeling for the myth he is in. He must reflect what is projected upon him.",
      "speaker": "Paul Muad'Dib"
    },
    {
      "text": "Most civilizations are just a mixture of things, a collection of shadows from many places, from things that once were powerful.",
      "speaker": "Leto Atreides II"
    }
  ]
}
